Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutMaxT
source: Returns the largest value the expression evaluates to in the context of the table.
bg_bg: Връща най-голямата стойност на изчисления израз в контекста на таблицата.
ca_es: Retorna el valor més gran en el qual s'avalua l'expressió en el context de la taula.
cs_cz: Vrátí maximální hodnotu, na jakou se výraz vyhodnotí v kontextu tabulky.
da_dk: Returnerer den største værdi, som udtrykket evalueres til i tabellens kontekst.
de_de: Gibt den größten Wert zurück, zu dem der Ausdruck im Kontext der Tabelle ausgewertet wird.
el_gr: Επιστρέφει τη μέγιστη τιμή που αξιολογεί η παράσταση στο περιβάλλον του πίνακα.
es_es: Devuelve el valor máximo para el que se evalúa la expresión en el contexto de la tabla.
et_ee: Tagastab suurima väärtuse, mis on tabeli kontekstis avaldise tulemiks.
eu_es: Taularen testuinguruan ebaluatzen den espresioaren baliorik handiena itzultzen du.
fi_fi: Palauttaa lausekkeen taulukon kontekstissa arvioiman suurimman arvon.
fr_fr: Retourne la valeur la plus élevée donnée par l’expression dans le contexte de la table.
gl_es: Devolve o valor máis grande que avalía a expresión no contexto da táboa.
hi_in: तालिका के संदर्भ में व्यंजक द्वारा मूल्यांकन किया जाने वाला सबसे बड़ा मान लौटाता है.
hr_hr: Vraća najveću vrijednost na koju se izraz vrednuje u kontekstu tablice.
hu_hu: A kifejezésnek a táblán való kiértékelése által eredményül adott legnagyobb értéket adja vissza.
it_it: Restituisce il valore più alto corrispondente al risultato dell'espressione nel contesto della tabella.
ja_jp: テーブルのコンテキスト内において式によって評価された最大値を返します。
kk_kz: Кесте контекстінде өрнек есептейтін ең үлкен мәнді қайтарады.
ko_kr: 테이블 컨텍스트에서 식이 평가하는 가장 큰 값을 반환합니다.
lt_lt: Pateikia didžiausią reikšmę, gautą apskaičiavus reiškinį lentelės kontekste.
lv_lv: Atgriež izteiksmes novērtēto lielāko vērtību tabulas kontekstā.
ms_my: Mengembalikan nilai terbesar yang dinilai oleh ungkapan dalam konteks jadual.
nb_no: Returnerer den største verdien uttrykket evalueres til i tabellkonteksten.
nl_nl: Hiermee wordt de grootste waarde als resultaat van de expressie in de context van de tabel geretourneerd.
pl_pl: Zwraca największą wartość będącą wynikiem oceny wyrażenia w kontekście tabeli.
pt_br: Retorna o maior valor que a expressão avalia no contexto da tabela.
pt_pt: Devolve o valor mais elevado que a expressão avalia no contexto da tabela.
ro_ro: Returnează cea mai mare valoare după care se evaluează expresia în contextul tabelului.
ru_ru: Возвращает наибольшее из значений, являющихся результатом вычисления выражения в контексте таблицы.
sk_sk: Vráti najväčšiu hodnotu, ktorá je výsledkom vyhodnotenia výrazu v kontexte tabuľky.
sl_si: Vrne največjo vrednost, ki je rezultat izraza v kontekstu tabele.
sr_cyrl_rs: Враћа највећу вредност коју израз процењује у контексту табеле.
sr_latn_rs: Vraća najveću vrednost koju izraz procenjuje u kontekstu tabele.
sv_se: Returnerar det högsta värdet som uttrycket utvärderar mot i tabellkontexten.
th_th: ส่งกลับค่าสูงสุดที่นิพจน์ประเมินได้ในรูปแบบตาราง
tr_tr: İfadenin tablo bağlamında değerlendirdiği en büyük değeri döndürür.
uk_ua: Повертає найбільший результат виразу, який можна обчислити стосовно таблиці.
vi_vn: Trả về giá trị lớn nhất mà biểu thức đánh giá theo ngữ cảnh của bảng.
zh_cn: 返回表达式要在表上下文中计算的最大值。
zh_tw: 傳回資料表內容中運算式評估出來的最大值。

# AboutMinT
source: Returns the smallest value the expression evaluates to in the context of the table.
bg_bg: Връща най-малката стойност на изчисления израз в контекста на таблицата.
ca_es: Retorna el valor més petit en el qual s'avalua l'expressió en el context de la taula.
cs_cz: Vrátí minimální hodnotu, na jakou se výraz vyhodnotí v kontextu tabulky.
da_dk: Returnerer den mindste værdi, som udtrykket evalueres til, i tabellens kontekst.
de_de: Gibt den kleinsten Wert zurück, zu dem der Ausdruck im Kontext der Tabelle ausgewertet wird.
el_gr: Επιστρέφει την ελάχιστη τιμή στην οποία αξιολογείται η παράσταση στο περιβάλλον του πίνακα.
es_es: Devuelve el valor mínimo para el que se evalúa la expresión en el contexto de la tabla.
et_ee: Tagastab vähima väärtuse, mis on tabeli kontekstis avaldise tulemiks.
eu_es: Espresioak taularen testuinguruan ebaluatutako baliorik txikiena itzultzen du.
fi_fi: Palauttaa lausekkeen taulukon kontekstissa arvioiman pienimmän arvon.
fr_fr: Retourne la plus petite valeur donnée par l’expression dans le contexte de la table.
gl_es: Devolve o valor máis pequeno que avalía a expresión no contexto da táboa.
hi_in: तालिका के संदर्भ में व्यंजक द्वारा मूल्यांकन किया जाने वाला सबसे छोटा मान लौटाता है.
hr_hr: Vraća najmanju vrijednost na koju se izraz vrednuje u kontekstu tablice.
hu_hu: A kifejezésnek a táblán való kiértékelése által eredményül adott legkisebb értéket adja vissza.
it_it: Restituisce il valore più basso corrispondente al risultato dall'espressione nel contesto della tabella.
ja_jp: テーブルのコンテキスト内において式によって評価された最小値を返します。
kk_kz: Кесте контекстінде өрнек есептейтін ең кіші мәнді қайтарады.
ko_kr: 테이블 컨텍스트에서 식이 평가하는 가장 작은 값을 반환합니다.
lt_lt: Pateikia mažiausią reikšmę, gautą apskaičiavus reiškinį lentelės kontekste.
lv_lv: Atgriež izteiksmes novērtēto mazāko vērtību tabulas kontekstā.
ms_my: Mengembalikan nilai terkecil yang dinilai oleh ungkapan dalam konteks jadual.
nb_no: Returnerer den minste verdien uttrykket evalueres til i tabellkonteksten.
nl_nl: Hiermee wordt de kleinste waarde als resultaat van de expressie in de context van de tabel geretourneerd.
pl_pl: Zwraca najmniejszą wartość będącą wynikiem oceny wyrażenia w kontekście tabeli.
pt_br: Retorna o menor valor que a expressão avalia no contexto da tabela.
pt_pt: Devolve o valor mais reduzido que a expressão avalia no contexto da tabela.
ro_ro: Returnează cea mai mică valoare după care se evaluează expresia în contextul tabelului.
ru_ru: Возвращает наименьший результат вычисления выражения в контексте таблицы.
sk_sk: Vráti najmenšiu hodnotu, ktorá je výsledkom vyhodnotenia výrazu v kontexte tabuľky.
sl_si: Vrne najmanjšo vrednost, ki je rezultat izraza v kontekstu tabele.
sr_cyrl_rs: Враћа најмању вредност коју израз процењује у контексту табеле.
sr_latn_rs: Vraća najmanju vrednost koju izraz procenjuje u kontekstu tabele.
sv_se: Returnerar det minsta värdet som uttrycket utvärderar mot i tabellkontexten.
th_th: ส่งกลับค่าต่ำสุดที่นิพจน์ประเมินได้ในรูปแบบตาราง
tr_tr: İfadenin tablo bağlamında değerlendirdiği en küçük değeri döndürür.
uk_ua: Повертає найменший результат виразу, який можна обчислити стосовно таблиці.
vi_vn: Trả về giá trị nhỏ nhất mà biểu thức đánh giá theo ngữ cảnh của bảng.
zh_cn: 返回表达式要在表上下文中计算的最小值。
zh_tw: 傳回資料表內容中運算式評估出來的最小值。

# AboutAverageT
source: Returns the average (arithmetic mean) of the numbers the expression evaluates to in the context of the table.
bg_bg: Връща средната (средноаритметичната) стойност на числата, в които е изчислен изразът, в контекста на таблицата.
ca_es: Retorna la mitjana (mitjana aritmètica) dels nombres que avalua l'expressió en el context de la taula.
cs_cz: Vrátí průměr (střední hodnotu) čísel, na která se výraz vyhodnotí v kontextu této tabulky.
da_dk: Returnerer gennemsnittet (den aritmetiske middelværdi) af tallene, som udtrykket evaluerer til inden for tabellens kontekst.
de_de: Gibt den Durchschnitt (arithmetisches Mittel) der Zahlen zurück, zu denen der Ausdruck im Kontext der Tabelle ausgewertet wird.
el_gr: Επιστρέφει τον (αριθμητικό) μέσο όρο των αριθμών τους οποίους αξιολογεί η παράσταση στο περιβάλλον του πίνακα.
es_es: Devuelve el promedio (media aritmética) de los números para los que se evalúa la expresión en el contexto de la tabla.
et_ee: Tagastab tabeli kontekstis arvutatud avaldise arvude keskmise (aritmeetiline keskmine).
eu_es: Espresioak taularen testuinguruan ebaluatzen dituen zenbakien batezbesteko balioa (batez besteko aritmetikoa) itzultzen du.
fi_fi: Palauttaa lausekkeen taulukon kontekstissa arvioimien lukujen keskiarvon (aritmeettisen keskiarvon).
fr_fr: Retourne la moyenne (arithmétique) des nombres donnés par l’évaluation de l’expression dans le contexte de la table.
gl_es: Devolve a media (aritmética) dos números que avalía a expresión no contexto da táboa.
hi_in: तालिका के संदर्भ में मूल्यांकित होने वाले व्यंजक की संख्या का औसत (अंकगणित औसत) लौटाता है.
hr_hr: Vraća prosjek (aritmetičku sredinu) brojeva na koji se izraz vrednuje u kontekstu tablice.
hu_hu: A kifejezésnek a táblán való kiértékelése által eredményül adott számok átlagát (számtani közepét) adja vissza.
it_it: Restituisce la media (media aritmetica) dei numeri corrispondente al risultato dell'espressione nel contesto della tabella.
ja_jp: テーブルのコンテキスト内で式によって評価される数値の平均 (算術平均) を返します。
kk_kz: Кесте контекстінде өрнек есептейтін сандардың орташа (арифметикалық орташа) мәнін қайтарады.
ko_kr: 테이블 컨텍스트에서 식이 평가하는 숫자의 평균(산술 평균)을 반환합니다.
lt_lt: Pateikia reiškinio apskaičiuotų skaičių vidurkį (aritmetinį vidurkį) lentelės kontekste.
lv_lv: Atgriež izteiksmes novērtēto skaitļu vidējo (aritmētisko vidējo) vērtību tabulas kontekstā.
ms_my: Mengembalikan purata (min aritmetik) nombor yang dinilai oleh ungkapan dalam konteks jadual.
nb_no: Returnerer gjennomsnittet (aritmetisk middelverdi) av tallene som uttrykket evalueres til i tabellkonteksten.
nl_nl: Hiermee wordt het (rekenkundig) gemiddelde geretourneerd van de nummers die door de expressie in de context van de tabel worden geëvalueerd.
pl_pl: Zwraca średnią (arytmetyczną) liczb obliczanych przez wyrażenie w kontekście tabeli.
pt_br: Retorna a média aritmética dos números que a expressão avalia no contexto da tabela.
pt_pt: Devolve a média (média aritmética) dos números que a expressão avalia no contexto da tabela.
ro_ro: Returnează media (aritmetică) a numerelor la care se evaluează expresia în contextul tabelului.
ru_ru: Возвращает среднее (арифметическое) чисел, являющихся результатом вычисления выражения в контексте таблицы.
sk_sk: Vráti aritmetický priemer čísel, ktoré sú výsledkom vyhodnotenia výrazu v kontexte tabuľky.
sl_si: Vrne povprečje (aritmetično srednjo vrednost) števil, ki jih izraz ovrednoti v kontekstu tabele.
sr_cyrl_rs: Враћа просек (аритметичку средину) бројева у којима се проверава израз у контексту табеле.
sr_latn_rs: Vraća prosek (aritmetičku sredinu) brojeva u kojima se proverava izraz u kontekstu tabele.
sv_se: Returnerar genomsnittet (aritmetiska medelvärdet) för talen som uttrycket utvärderar till i tabellens sammanhang.
th_th: คืนค่าเฉลี่ย (arithmetic mean) ของตัวเลขที่นิพจน์ประเมินได้ในบริบทของตาราง
tr_tr: İfadenin tablo bağlamında değerlendirdiği sayıların ortalamasını (aritmetik ortalama) döndürür.
uk_ua: Повертає середнє арифметичне значення чисел, отриманих у результаті обчислення виразу в контексті таблиці.
vi_vn: Trả về giá trị trung bình (trung bình cộng số học) của các số mà biểu thức đánh giá trong ngữ cảnh bảng.
zh_cn: 返回表达式在表的上下文中计算的数字的平均值(算术平均值)。
zh_tw: 傳回評估到資料表內容中運算式數字的平均值 (算術平均值)。

# StatisticalTArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# StatisticalTArg2
source: expression
bg_bg: израз
ca_es: expressió
cs_cz: výraz
da_dk: udtryk
de_de: Ausdruck
el_gr: παράσταση
es_es: expresión
et_ee: avaldis
eu_es: adierazpena
fi_fi: lauseke
gl_es: expresión
hi_in: व्यंजक
hr_hr: izraz
hu_hu: kifejezés
it_it: espressione
ja_jp: 式
kk_kz: өрнек
ko_kr: 식
lt_lt: reiškinys
lv_lv: izteiksme
ms_my: ungkapan
nb_no: uttrykk
nl_nl: expressie
pl_pl: wyrażenie
pt_br: expressão
pt_pt: expressão
ro_ro: expresie
ru_ru: выражение
sk_sk: výraz
sl_si: izraz
sr_cyrl_rs: израз
sr_latn_rs: izraz
sv_se: uttryck
th_th: นิพจน์
tr_tr: ifade
uk_ua: вираз
vi_vn: biểu_thức
zh_cn: 表达式
zh_tw: 運算式

# AboutMin_source
source: A table over which this min operation will be computed.
bg_bg: Таблица, върху която ще се изчисли тази минимална операция.
ca_es: Taula sobre la qual es calcularà l'operació Min.
cs_cz: Tabulka, pro kterou se bude tato operace min počítat
da_dk: En tabel, som denne min.-handling vil blive beregnet ud fra.
de_de: Eine Tabelle, für die diese Minimumbestimmung berechnet wird.
el_gr: Πίνακας στον οποίο θα υπολογιστεί αυτή η λειτουργία ελάχιστης τιμής.
es_es: Una tabla sobre la que se calculará esta operación Mín.
et_ee: Tabel, mille põhjal miinimum arvutatakse.
eu_es: Min eragiketa prozesatzeko erabiliko den taula.
fi_fi: Taulukko, jolle tämä vähimmäisarvotoiminto lasketaan.
fr_fr: Table sur laquelle cette opération Min sera calculée.
gl_es: Táboa sobre a que se calculará esta operación Min.
hi_in: एक तालिका जिस पर इस न्यूनतम कार्रवाई की गणना की जाएगी.
hr_hr: Tablica putem koje će izračunati ova operacija izračuna minimuma.
hu_hu: Az a tábla, amelyre vonatkozóan ki kell számítani a Min művelet eredményét.
it_it: Tabella su cui verrà calcolata questa operazione di tipo min.
ja_jp: Min 操作の計算対象となるテーブル。
kk_kz: Минималды мәнді анықтау операциясы есептелетін кесте.
ko_kr: 이 min 연산이 계산되는 테이블입니다.
lt_lt: Lentelė, kurios mažiausia reikšmė bus skaičiuojama.
lv_lv: Tabula, attiecībā pret kuru tiks skaitļota šī minimālās vērtības operācija.
ms_my: Jadual yang operasi minimum ini akan dikira.
nb_no: En tabell som denne Min-operasjonen blir beregnet over.
nl_nl: Een tabel waarover deze Min-bewerking wordt berekend.
pl_pl: Tabela, względem której będzie obliczana ta operacja określająca wartość minimalną.
pt_br: Tabela em que a operação de mínimo será computada.
pt_pt: Uma tabela na qual esta operação min será computada.
ro_ro: Un tabel pentru care va fi calculată această operațiune de minim.
ru_ru: Таблица, для которой будет вычислена эта операция определения минимума.
sk_sk: Tabuľka, pre ktorú sa vypočíta táto operácia minimálnej hodnoty.
sl_si: Tabela, za katero bo izračunana operacija »Min«.
sr_cyrl_rs: Табела на којој ће ова минимална операција бити израчуната.
sr_latn_rs: Tabela na kojoj će ova minimalna operacija biti izračunata.
sv_se: En tabell för vilken den här min-åtgärden kommer att beräknas.
th_th: ตารางที่จะใช้ในการคำนวณ min นี้
tr_tr: Bu minimum değeri alma işleminin gerçekleştirileceği tablo.
uk_ua: Таблиця, стосовно якої буде обчислено цю операцію "Мінімум".
vi_vn: Bảng sẽ được sử dụng để tính toán phép tính nhỏ nhất này.
zh_cn: 将对其计算此最小值运算的表。
zh_tw: 將對其計算此最小值運算的資料表。

# AboutMin_expression
source: An expression evaluated over each row in the input table, that provides numeric values for this min operation.
bg_bg: Израз, изчислен върху всеки ред във входната таблица, който предоставя числовите стойности за тази минимална операция.
ca_es: Expressió avaluada sobre cada fila de la taula d'entrada que proporciona valors numèrics a l'operació Min.
cs_cz: Výraz vyhodnocovaný na každém řádku vstupní tabulky, který poskytuje číselné hodnoty pro tuto operaci min
da_dk: Et udtryk, der evalueres for hver række i input-tabellen, som giver numeriske værdier for denne min.-handling.
de_de: Ein Ausdruck, der für jede Zeile in der Eingabetabelle ausgewertet wird und Zahlenwerte für diese Minimumbestimmung bereitstellt.
el_gr: Μια παράσταση που αξιολογείται σε κάθε σειρά στον πίνακα εισαγωγής, που παρέχει αριθμητικές τιμές για αυτήν τη λειτουργία ελάχιστης τιμής.
es_es: Una expresión que se evalúa en cada fila de la tabla de entrada y que proporciona valores numéricos para esta operación Mín.
et_ee: Avaldis, mille väärtus arvutatakse sisendtabelis iga rea kohta ja mis esitab selle miinimumi arvutamise toimingu jaoks arvväärtused.
eu_es: Sarrerako taulako errenkada bakoitzaren arabera ebaluatutako espresioa, Min eragiketaren zenbakizko balioak ematen dituena.
fi_fi: Syötetaulukon kullekin riville arvioitava lauseke, joka antaa numeeriset arvot tälle vähimmäisarvotoiminnolle.
fr_fr: Expression évaluée sur chaque ligne de la table d’entrée, fournissant des valeurs numériques pour cette opération Min.
gl_es: Expresión avaliada sobre cada fila da táboa de entrada, que fornece valores numéricos para esta operación Min.
hi_in: इनपुट तालिका की प्रत्येक पंक्ति पर मूल्यांकित व्यंजक, जो इस न्यूनतम कार्रवाई के लिए सांख्यिक मान प्रदान करता है.
hr_hr: Izraz koji se vrednuje na temelju svakog retka u ulaznoj tablici, koji daje numeričke vrijednosti za tu operaciju minimuma.
hu_hu: A bemenetként megadott tábla minden során kiértékelt kifejezés, amely számértékeket biztosít ehhez a Min művelethez.
it_it: Espressione valutata in base a ogni riga della tabella di input e che fornisce i valori numerici per questa operazione di tipo min.
ja_jp: 入力テーブル内の各行を評価し、Min 操作対象となる数値を提供する式。
kk_kz: Минималды мәнді анықтау операциясы үшін сандық мәндерді беретін, кіріс кестесіндегі әр жол үшін есептелетін өрнек.
ko_kr: 입력 테이블의 각 행에 대해 평가되는 식으로, 이 min 연산의 숫자 값을 제공합니다.
lt_lt: Reiškinys, apskaičiuotas pagal kiekvieną eilutę įvesties lentelėje, kurioje pateikiamos šios mažiausios reikšmės skaičiavimo skaitinės reikšmės.
lv_lv: Izteiksme, kas novērtēta attiecībā pret katru rindu ievades tabulā un kas nodrošina skaitliskas vērtības šai minimālās vērtības operācijai.
ms_my: Ungkapan dinilai di atas setiap baris dalam jadual input, yang menyediakan nilai angka untuk operasi minimum ini.
nb_no: Et uttrykk som evalueres over hver rad i inndatatabellen, som inneholder numeriske verdier for denne Min-operasjonen.
nl_nl: Een expressie waarmee alle rijen in de invoertabel worden geëvalueerd die numerieke waarden verstrekken voor de Min-bewerking.
pl_pl: Wyrażenie oceniane dla każdego wiersza w tabeli wejściowej, które zwraca wartości liczbowe dla tej operacji określającej wartość minimalną.
pt_br: Expressão avaliada em todas as linhas da tabela de entrada, que fornece valores numéricos para a operação de mínimo.
pt_pt: Uma expressão avaliada em cada linha na tabela de entrada, que fornece valores numéricos para esta operação min.
ro_ro: O expresie evaluată pentru fiecare rând din tabelul de intrare, care furnizează valori numerice pentru această operațiune de minim.
ru_ru: Выражение, которое вычисляется для каждой строки во входной таблице и предоставляет значения для операции определения минимума.
sk_sk: Výraz vyhodnotený pre každý riadok vo vstupnej tabuľke, ktorý poskytuje numerické hodnoty pre túto operáciu minimálnej hodnoty.
sl_si: Izraz, ovrednoten za vsako posamezno vrstico v vhodni tabeli, ki zagotavlja številske vrednosti za operacijo »Min«.
sr_cyrl_rs: Израз проверен у сваком реду у улазној табели који обезбеђује нумеричке вредности за ову минималну операцију.
sr_latn_rs: Izraz proveren u svakom redu u ulaznoj tabeli koji obezbeđuje numeričke vrednosti za ovu minimalnu operaciju.
sv_se: Ett uttryck som utvärderas för varje rad i indatatabellen, som ger numeriska värden för min-åtgärden.
th_th: นิพจน์ที่ประเมินจากแต่ละแถวในตารางข้อมูลเข้า ที่ให้ค่าตัวเลขสำหรับกระบวนการ min
tr_tr: Bu minimum değeri alma işlemi için sayısal değerler sağlayan giriş tablosundaki her satırda değerlendirilen bir ifade.
uk_ua: Вираз, обчислений для кожного рядка вхідної таблиці, що надає числові значення для цієї операції "Мінімум".
vi_vn: Một biểu thức được đánh giá qua từng hàng trong bảng nhập, bảng này cung cấp các giá trị số cho phép toán nhỏ nhất này.
zh_cn: 对输入表中每行计算的表达式，为此最小值运算提供数值。
zh_tw: 對輸入資料表中的每一個資料列評估運算式，為此最小值運算提供數值。

# AboutMax_source
source: A table over which this max operation will be computed.
bg_bg: Таблица, върху която ще се изчисли тази максимална операция.
ca_es: Taula sobre la qual es calcularà l'operació Max.
cs_cz: Tabulka, pro kterou se bude tato operace max počítat
da_dk: En tabel, som denne maks.-handling vil blive beregnet ud fra.
de_de: Eine Tabelle, für die diese Maximumbestimmung berechnet werden soll.
el_gr: Πίνακας στον οποίο θα υπολογιστεί αυτή η λειτουργία μέγιστης τιμής.
es_es: Una tabla sobre la que se calculará esta operación Máx.
et_ee: Tabel, mille põhjal see maksimum arvutatakse.
eu_es: Max eragiketa prozesatzeko erabiliko den taula.
fi_fi: Taulukko, jolle tämä enimmäisarvotoiminto lasketaan.
fr_fr: Table sur laquelle cette opération Max sera calculée.
gl_es: Táboa sobre a que se calculará esta operación Max.
hi_in: एक तालिका जिस पर इस अधिकतम कार्रवाई की गणना की जाएगी.
hr_hr: Tablica na temelju koje će izračunati ova operacija izračuna maksimuma.
hu_hu: Az a tábla, amelyre vonatkozóan ki kell számítani a Max művelet eredményét.
it_it: Tabella su cui verrà calcolata questa operazione di tipo max.
ja_jp: Max 操作の計算対象となるテーブル。
kk_kz: Максималды мәнді анықтау операциясы есептелетін кесте.
ko_kr: 이 max 연산이 계산되는 테이블입니다.
lt_lt: Lentelė, kurios didžiausia reikšmė bus skaičiuojama.
lv_lv: Tabula, attiecībā pret kuru tiks skaitļota šī maksimālās vērtības operācija.
ms_my: Jadual yang operasi maksimum ini akan dikira.
nb_no: Denne Max-operasjonen vil bli beregnet som en tabell.
nl_nl: Een tabel waarover deze Max-bewerking wordt berekend.
pl_pl: Tabela, względem której będzie obliczana ta operacja określająca wartość maksymalną.
pt_br: Tabela em que a operação de máximo será computada.
pt_pt: Uma tabela na qual esta operação max será computada.
ro_ro: Un tabel pentru care va fi calculată această operațiune de maxim.
ru_ru: Таблица, для которой будет вычислена эта операция определения максимума.
sk_sk: Tabuľka, pre ktorú sa vypočíta táto operácia maximálnej hodnoty.
sl_si: Tabela, za katero bo izračunana operacija »Max«.
sr_cyrl_rs: Табела на којој ће ова максимална операција бити израчуната.
sr_latn_rs: Tabela na kojoj će ova maksimalna operacija biti izračunata.
sv_se: En tabell för vilken den här max-åtgärden kommer att beräknas.
th_th: ตารางที่จะใช้ในการคำนวณ max
tr_tr: Bu maksimum değeri alma işleminin gerçekleştirileceği bir tablo.
uk_ua: Таблиця, стосовно якої буде обчислено цю операцію "Максимум".
vi_vn: Bảng sẽ được sử dụng để tính toán phép tính lớn nhất này.
zh_cn: 将对其计算此最大运算的表。
zh_tw: 將對其計算此最大值運算的資料表。
